''' 
Якщо введено число, то програма шукає читацький квиток.
2.1. Якщо читач знайдений, то друкується персональне привітання: «Вітаю, читач (-ка) _»
2.2. Якщо читач не знайдений, то друкується: «Даний читацький квиток не знайдений!»

'''
readers = {214: 'Гриценко, 7а', 122: 'Луцюк, 6б', 59: 'Недава, 11а', 368: 'Петренко, 2г'}
czutacz  = int(input('Ваш читацький квиток :'))
if czutacz in  readers:
    print('Вітаю, читач (-ка) ', readers[czutacz])
else:
    print('Даний читацький квиток не знайдений')