authors = {
    'Косач': 'Видатна українська поетеса, драматургиня, перекладачка та громадська діячка. Її творчість насичена патріотизмом та глибоким громадським звучанням',
    'Коцюбинський': 'Український письменник, прозаїк, драматург, есеїст, громадський діяч. Його творчість сповнена патріотизму та любові до України',
    'Шевченко': 'Великий український поет, художник, мислитель і громадський діяч. Національний герой та символ України, Шевченко став одним з найзначніших діячів української культури'
}
awtor = input('Введіть автора \n')
if awtor in authors :
    print('Біографія')
    print(authors[awtor])
else :
    answer = input('Автор не знайдений. Додати?')
    if answer == "Так":
        biografia = input('Введіть біографію')
        authors[awtor] = biografia
    else:
        print('ok')
print(authors)