departments = {
    'продажу': {
        'співробітники': ['Федорчук', 'Григоренко'],
        'менеджер': 'Григоренко',
        'завідувач': 'Федорчук'
    },
    'розробка': {
        'співробітники': ['Василенко', 'Валько', 'Бондаренко',{ 
                'nvcj': 'mcwim',
                'csmnk': 'mcewm',
                'efck':'cmkem'
                
            }],
        'менеджер': 'Валько',
        'завідувач': 'Бондаренко'
    }
}
print(departments['розробка']['завідувач'])
print(departments['продажу']['завідувач'])
print(departments['продажу']['менеджер'])
print(departments['розробка']['співробітники'][3]['efck'])

print(departments['продажу']['співробітники'][0])
